Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What's a change you want to see in yourself that you can't seem to force?
de: Welche Veränderung an dir selbst wünschst du dir, die du nicht erzwingen kannst?
es: ¿Qué cambio te gustaría ver en ti mismo que no puedes forzar?
fr: Quel changement aimerais-tu voir en toi que tu n'arrives pas à forcer ?
it: Quale cambiamento vorresti vedere in te stesso che non riesci a forzare?
ja: 無理には変えられないけど、自分に望む変化は何ですか？
ko: 억지로 할 수는 없지만 자신에게 바라는 변화는 무엇인가요?
nb: Hvilken endring ønsker du å se hos deg selv som du ikke kan tvinge frem?
nl: Welke verandering in jezelf wil je graag zien, maar kun je niet afdwingen?
pl: Jaką zmianę w sobie chciałbyś zobaczyć, ale nie możesz jej wymusić?
pt_br: Que mudança você quer ver em si mesmo, mas não consegue forçar?
sv: Vilken förändring vill du se hos dig själv som du inte kan tvinga fram?
uk: Яку зміну в собі ви хочете бачити, але не можете примусити?
zh_hans: 你希望在自己身上看到什么改变，但又似乎无法强求？

source: What’s a charity or cause you’d love to support more?
de: Welche Wohltätigkeitsorganisation oder Sache würdest du gerne mehr unterstützen?
es: ¿Qué organización benéfica o causa te encantaría apoyar más?
fr: Quelle est une œuvre de bienfaisance ou une cause que tu aimerais soutenir davantage ?
it: Quale ente di beneficenza o causa vorresti sostenere di più?
ja: もっと支援したいと思う慈善団体や活動は何ですか？
ko: 더 지원하고 싶은 자선 단체나 운동은 무엇인가요?
nb: Hvilken veldedighet eller sak vil du gjerne støtte mer?
nl: Welk goed doel of welke zaak zou je graag meer willen steunen?
pl: Jaką organizację charytatywną lub sprawę chciałbyś bardziej wspierać?
pt_br: Qual é uma instituição de caridade ou causa que você adoraria apoiar mais?
sv: Vilken välgörenhet eller sak skulle du vilja stödja mer?
uk: Яку благодійну організацію чи справу ви хотіли б підтримувати більше?
zh_hans: 你很想更多地支持的慈善机构或事业是什么？

source: What's a childhood cartoon you could still quote today?
de: Welchen Zeichentrickfilm aus deiner Kindheit könntest du heute noch zitieren?
es: ¿Qué dibujo animado de la infancia podrías seguir citando hoy?
fr: Quel dessin animé de ton enfance pourrais-tu encore citer aujourd'hui ?
it: Quale cartone animato dell'infanzia potresti ancora citare oggi?
ja: 今でもセリフを言える子供の頃のアニメは何ですか？
ko: 아직도 대사를 인용할 수 있는 어린 시절 만화는 무엇인가요?
nb: Hvilken barndomstegneserie kunne du sitert i dag?
nl: Welke tekenfilm uit je kindertijd zou je vandaag nog kunnen citeren?
pl: Jaki dziecięcy serial animowany wciąż mógłbyś cytować?
pt_br: Qual desenho animado da infância você ainda poderia citar hoje?
sv: Vilken barntecknad serie skulle du fortfarande kunna citera idag?
uk: Який дитячий мультфільм ви могли б цитувати й сьогодні?
zh_hans: 哪部童年动画你今天还能引用里面的台词？

source: What's a childhood cartoon you'd genuinely watch today?
de: Welchen Zeichentrickfilm aus deiner Kindheit würdest du heute tatsächlich noch anschauen?
es: ¿Qué dibujo animado de la infancia verías realmente hoy?
fr: Quel dessin animé de ton enfance regarderais-tu sincèrement aujourd'hui ?
it: Quale cartone animato della tua infanzia guarderesti davvero oggi?
ja: 子供の頃に見ていたアニメで、今でも本当に見たいと思うものは何ですか？
ko: 어릴 적 본 만화 중 지금도 진심으로 보고 싶은 것은 무엇인가요?
nb: Hvilken barndomstegneserie ville du faktisk sett på i dag?
nl: Welke tekenfilm uit je kindertijd zou je vandaag de dag echt nog kijken?
pl: Jaki serial animowany z dzieciństwa naprawdę obejrzałbyś dzisiaj?
pt_br: Qual desenho animado da infância você assistiria genuinamente hoje?
sv: Vilken barndoms tecknad serie skulle du verkligen titta på idag?
uk: Який дитячий мультфільм ти б справді подивився сьогодні?
zh_hans: 哪部童年动画片你今天真的会看？

source: What's a childhood dream that came true in some form?
de: Welcher Kindheitstraum ist in irgendeiner Form wahr geworden?
es: ¿Qué sueño de la infancia se hizo realidad de alguna forma?
fr: Quel rêve d'enfance s'est réalisé d'une certaine manière ?
it: Quale sogno d'infanzia si è avverato in qualche forma?
ja: 何らかの形で叶った子供の頃の夢は何ですか？
ko: 어떤 형태로든 이루어진 어린 시절의 꿈이 있나요?
nb: Hvilken barndomsdrøm gikk i oppfyllelse i en eller annen form?
nl: Welke kinderdroom is op een bepaalde manier uitgekomen?
pl: Które z dziecięcych marzeń spełniło się w jakiejś formie?
pt_br: Qual sonho de infância se tornou realidade de alguma forma?
sv: Vilken barndomsdröm gick i uppfyllelse på något sätt?
uk: Яка дитяча мрія здійснилася в тій чи іншій формі?
zh_hans: 哪个童年梦想以某种方式实现了？

source: What’s a childhood dream you've come close to achieving?
de: Welchen Kindheitstraum hast du fast erreicht?
es: ¿Qué sueño de la infancia has estado cerca de lograr?
fr: Quel rêve d'enfance as-tu presque réalisé ?
it: Quale sogno d'infanzia sei stato vicino a realizzare?
ja: 実現間近だった子供の頃の夢は何ですか？
ko: 이룰 뻔했던 어릴 적 꿈이 무엇인가요?
nb: Hvilken barndomsdrøm har du vært nær å oppnå?
nl: Welke kinderdroom heb je bijna bereikt?
pl: Jakie marzenie z dzieciństwa udało ci się prawie spełnić?
pt_br: Qual sonho de infância você chegou perto de realizar?
sv: Vilken barndomsdröm har du varit nära att uppnå?
uk: Яку дитячу мрію ви майже здійснили?
zh_hans: 你差点实现了哪个童年梦想？

source: What's a childhood friendship that still means something to you?
de: Welche Kindheitsfreundschaft bedeutet dir noch etwas?
es: ¿Qué amistad de la infancia todavía significa algo para ti?
fr: Quelle amitié d'enfance compte encore pour toi ?
it: Quale amicizia d'infanzia significa ancora qualcosa per te?
ja: 今でも意味のある子供時代の友情は何ですか？
ko: 아직도 의미 있는 어린 시절의 우정이 있나요?
nb: Hvilket barndomsvennskap betyr fortsatt noe for deg?
nl: Welke vriendschap uit je kindertijd betekent nog steeds iets voor je?
pl: Która przyjaźń z dzieciństwa wciąż coś dla ciebie znaczy?
pt_br: Qual amizade de infância ainda significa algo para você?
sv: Vilken barndomsvänskap betyder fortfarande något för dig?
uk: Яка дитяча дружба досі має для вас значення?
zh_hans: 哪段童年友谊对你仍有意义？

source: What’s a childhood habit you never quite outgrew?
de: Welche Gewohnheit aus deiner Kindheit hast du nie ganz abgelegt?
es: ¿Qué hábito de la infancia nunca superaste del todo?
fr: Quelle habitude d'enfance n'as-tu jamais vraiment perdue ?
it: Quale abitudine d'infanzia non hai mai del tutto abbandonato?
ja: なかなか卒業できなかった子供の頃の習慣は何ですか？
ko: 끝내 버리지 못한 어린 시절의 습관이 있나요?
nb: Hvilken barndomsvane vokste du aldri helt fra deg?
nl: Welke gewoonte uit je kindertijd ben je nooit helemaal ontgroeid?
pl: Jaki nawyk z dzieciństwa nigdy całkowicie ci nie przeszedł?
pt_br: Qual hábito de infância você nunca conseguiu abandonar completamente?
sv: Vilken barndomsvana växte du aldrig riktigt ifrån?
uk: Яку дитячу звичку ви так і не переросли?
zh_hans: 你小时候的哪个习惯一直没改掉？

source: What’s a childhood memory that still makes you laugh?
de: An welche Kindheitserinnerung musst du heute noch lachen?
es: ¿Qué recuerdo de la infancia todavía te hace reír?
fr: Quel souvenir d'enfance te fait encore rire aujourd'hui ?
it: Quale ricordo d'infanzia ti fa ancora ridere?
ja: 今でも笑える子供の頃の思い出は何ですか？
ko: 아직도 웃음을 자아내는 어린 시절의 추억이 있나요?
nb: Hvilket barndomsminne får deg fortsatt til å le?
nl: Welke herinnering uit je kindertijd doet je nog steeds lachen?
pl: Jakie wspomnienie z dzieciństwa wciąż wywołuje uśmiech na twojej twarzy?
pt_br: Qual memória de infância ainda faz você rir?
sv: Vilket barndomsminne får dig fortfarande att skratta?
uk: Який спогад з дитинства досі викликає у вас сміх?
zh_hans: 哪个童年的回忆至今仍让你发笑？

source: What's a childhood possession you regret getting rid of?
de: Welchen Besitz aus deiner Kindheit bereust du, weggeworfen zu haben?
es: ¿Qué posesión de tu infancia te arrepientes de haber tirado?
fr: De quel objet de ton enfance regrettes-tu de t’être débarrassé ?
it: Di quale oggetto della tua infanzia ti penti di esserti sbarazzato?
ja: 捨てて後悔している子供の頃の所有物は何ですか？
ko: 버린 것을 후회하는 어릴 적 소지품은 무엇인가요?
nb: Hvilken barndomsgjenstand angrer du på at du kvittet deg med?
nl: Van welk bezit uit je kindertijd heb je spijt dat je het weg hebt gedaan?
pl: Jakiej rzeczy z dzieciństwa żałujesz, że się pozbyłeś?
pt_br: De qual objeto da sua infância você se arrepende de ter se desfeito?
sv: Vilken barndomsgrej ångrar du att du gjorde dig av med?
uk: Якою дитячою річчю ти шкодуєш, що позбувся?
zh_hans: 你小时候的哪样东西现在后悔扔掉了？

source: What’s a childhood toy you wish you still had?
de: Welches Kindheitsspielzeug wünschst du dir, noch zu haben?
es: ¿Qué juguete de la infancia te gustaría seguir teniendo?
fr: Quel jouet d'enfance aimerais-tu encore avoir ?
it: Quale giocattolo d'infanzia vorresti avere ancora?
ja: まだ持っていたいと思う子供のおもちゃは何ですか？
ko: 아직도 가지고 있으면 좋겠다고 생각하는 어린 시절 장난감은 무엇인가요?
nb: Hvilket barndomsleketøy skulle du ønske du fortsatt hadde?
nl: Welk speelgoed uit je kindertijd wou je dat je nog had?
pl: Jakiej zabawki z dzieciństwa żałujesz, że już nie masz?
pt_br: Qual brinquedo de infância você gostaria de ainda ter?
sv: Vilken barndomsleksak önskar du att du fortfarande hade?
uk: Яку дитячу іграшку ви хотіли б досі мати?
zh_hans: 你希望自己还拥有哪个童年玩具？

source: What's a city you're glad you visited before it became too famous?
de: Welche Stadt hast du glücklicherweise besucht, bevor sie zu berühmt wurde?
es: ¿Qué ciudad te alegra haber visitado antes de que se volviera demasiado famosa?
fr: Quelle ville es-tu content d'avoir visitée avant qu'elle ne devienne trop célèbre ?
it: Di quale città sei contento di aver visitato prima che diventasse troppo famosa?
ja: あまり有名になる前に訪れてよかったと思う都市はどこですか？
ko: 너무 유명해지기 전에 방문한 것이 다행인 도시는 어디인가요?
nb: Hvilken by er du glad for at du besøkte før den ble for berømt?
nl: Welke stad ben je blij dat je bezocht voordat het te beroemd werd?
pl: Jakie miasto cieszysz się, że odwiedziłeś/aś, zanim stało się zbyt sławne?
pt_br: Qual cidade você está feliz por ter visitado antes que se tornasse famosa demais?
sv: Vilken stad är du glad att du besökte innan den blev för berömd?
uk: Яке місто ви раді, що відвідали, перш ніж воно стало надто відомим?
zh_hans: 哪个城市你很庆幸在它变得太出名之前去过？

source: What's a city you've visited that surprised you completely?
de: Welche Stadt hat dich völlig überrascht?
es: ¿Qué ciudad visitaste que te sorprendió por completo?
fr: Quelle ville as-tu visitée qui t'a complètement surpris ?
it: Quale città hai visitato che ti ha completamente sorpreso?
ja: 訪れて完全に驚かされた都市はどこですか？
ko: 방문했던 도시 중 완전히 놀라게 했던 곳은 어디인가요?
nb: Hvilken by har du besøkt som overrasket deg fullstendig?
nl: Welke stad die je hebt bezocht heeft je volledig verrast?
pl: Jakie miasto, które odwiedziłeś, całkowicie cię zaskoczyło?
pt_br: Qual cidade você visitou que o surpreendeu completamente?
sv: Vilken stad har du besökt som överraskade dig helt?
uk: Яке місто, яке ви відвідали, повністю вас здивувало?
zh_hans: 你访问过的哪个城市完全出乎你的意料？

source: What’s a clothing item you find irresistibly attractive?
de: Welches Kleidungsstück findest du unwiderstehlich attraktiv?
es: ¿Qué prenda de vestir te resulta irresistiblemente atractiva?
fr: Quel vêtement trouves-tu irrésistiblement attirant ?
it: Quale capo di abbigliamento trovi irresistibilmente attraente?
ja: たまらなく魅力的に感じる衣類は何ですか？
ko: 참을 수 없이 매력적으로 느껴지는 옷은 무엇인가요?
nb: Hvilket klesplagg finner du uimotståelig attraktivt?
nl: Welk kledingstuk vind jij onweerstaanbaar aantrekkelijk?
pl: Jaki element garderoby uważasz za nieodparcie atrakcyjny?
pt_br: Qual peça de roupa você acha irresistivelmente atraente?
sv: Vilket klädesplagg finner du oemotståndligt attraktivt?
uk: Який предмет одягу ти знаходиш неймовірно привабливим?
zh_hans: 什么衣服你觉得有无法抗拒的吸引力？

source: What's a collaboration you'd love to be a part of?
de: Bei welcher Zusammenarbeit würdest du gerne dabei sein?
es: ¿En qué colaboración te encantaría participar?
fr: À quelle collaboration aimerais-tu participer ?
it: Di quale collaborazione ti piacerebbe far parte?
ja: どのようなコラボレーションに参加してみたいですか？
ko: 어떤 협업에 참여하고 싶으신가요?
nb: Hvilket samarbeid ville du elsket å være en del av?
nl: Bij welke samenwerking zou je graag betrokken zijn?
pl: W jakiej współpracy chciałbyś uczestniczyć?
pt_br: De qual colaboração você adoraria fazer parte?
sv: Vilket samarbete skulle du älska att vara en del av?
uk: У якій співпраці ви хотіли б взяти участь?
zh_hans: 你很想参与什么样的合作？

source: What's a commercial jingle from your childhood you still remember?
de: Welchen Werbejingle aus deiner Kindheit kennst du noch?
es: ¿Qué jingle publicitario de tu infancia aún recuerdas?
fr: Quel jingle publicitaire de ton enfance te rappelles-tu encore ?
it: Quale jingle pubblicitario della tua infanzia ricordi ancora?
ja: 子供の頃のCMソングで今でも覚えているものは何ですか？
ko: 어릴 적 광고 음악 중 아직도 기억나는 것은 무엇인가요?
nb: Hvilken reklamemelodi fra barndommen husker du fortsatt?
nl: Welke reclamejingle uit je kindertijd ken je nog?
pl: Jaką piosenkę reklamową z dzieciństwa wciąż pamiętasz?
pt_br: Qual jingle de comercial da sua infância você ainda lembra?
sv: Vilken reklamjingel från din barndom minns du fortfarande?
uk: Який рекламний джингл з дитинства ти досі пам’ятаєш?
zh_hans: 你小时候的哪段广告歌你现在还记得？

source: What's a common experience that you've never had, and it makes you feel like an outsider?
de: Welche allgemeine Erfahrung hast du nie gemacht, die dich wie einen Außenseiter fühlen lässt?
es: ¿Qué experiencia común nunca has tenido y te hace sentir como un extraño?
fr: Quelle expérience commune n'as-tu jamais vécue, ce qui te fait sentir comme un étranger ?
it: Quale esperienza comune non hai mai avuto e che ti fa sentire un estraneo?
ja: 経験したことがなく、疎外感を感じる一般的な経験は何ですか？
ko: 경험해보지 못해서 소외감을 느끼게 하는 흔한 경험은 무엇인가요?
nb: Hvilken vanlig opplevelse har du aldri hatt, og som får deg til å føle deg som en outsider?
nl: Welke veelvoorkomende ervaring heb jij nooit gehad, waardoor je je een buitenstaander voelt?
pl: Jakiego powszechnego doświadczenia nigdy nie miałeś i przez to czujesz się jak outsider?
pt_br: Que experiência comum você nunca teve e isso faz você se sentir um estranho?
sv: Vilken vanlig upplevelse har du aldrig haft som får dig att känna dig som en outsider?
uk: Який поширений досвід ви ніколи не мали, і це змушує вас почуватися аутсайдером?
zh_hans: 哪种常见经历你从未有过，让你觉得自己像局外人？

source: What's a common fear that you think is irrational, yet most people have it?
de: Welche verbreitete Angst ist deiner Meinung nach irrational, obwohl die meisten Menschen sie haben?
es: ¿Qué miedo común crees que es irracional, aunque la mayoría de la gente lo tiene?
fr: Quelle peur courante penses-tu être irrationnelle, même si la plupart des gens l'ont ?
it: Quale paura comune pensi sia irrazionale, anche se la maggior parte delle persone ce l'ha?
ja: 不合理だと思うけど、ほとんどの人が持っている一般的な恐怖は何ですか？
ko: 비합리적이라고 생각하지만 대부분의 사람들이 가지고 있는 흔한 두려움은 무엇인가요?
nb: Hvilken vanlig frykt synes du er irrasjonell, selv om de fleste har den?
nl: Welke veelvoorkomende angst is volgens jou irrationeel, maar hebben de meeste mensen?
pl: Jaki powszechny strach jest według ciebie irracjonalny, mimo że większość ludzi go ma?
pt_br: Qual medo comum você acha irracional, mas a maioria das pessoas tem?
sv: Vilken vanlig rädsla tycker du är irrationell, men de flesta har den?
uk: Який поширений страх, на вашу думку, є ірраціональним, хоча більшість людей його мають?
zh_hans: 哪种常见恐惧你觉得不理性，但大多数人都有？

source: What's a common pet peeve that you actually don't mind?
de: Was ist eine allgemeine Unart, die dich tatsächlich nicht stört?
es: ¿Qué es algo que suele molestar a la gente pero a ti no te importa?
fr: Quelle est une chose qui énerve généralement les gens mais que tu ne supportes pas vraiment ?
it: Qual è una seccatura comune che in realtà non ti dà fastidio?
ja: よくある些細な腹立たしさの中で、実は気にならないものは何ですか？
ko: 흔한 짜증나는 일 중 실제로는 신경 쓰이지 않는 것은 무엇인가요?
nb: Hva er en vanlig irritasjonsmoment du egentlig ikke bryr deg om?
nl: Wat is een veelvoorkomende ergernis die jij eigenlijk niet erg vindt?
pl: Co jest powszechnie irytujące, ale tobie nie przeszkadza?
pt_br: Qual é uma irritação comum que você realmente não se importa?
sv: Vad är en vanlig sak som irriterar andra men som du faktiskt inte bryr dig om?
uk: Що загалом дратує людей, але вас насправді не турбує?
zh_hans: 哪种常见的烦人小事你其实并不在意？

source: What's a common saying that doesn't make any sense if you think about it?
de: Was ist ein verbreitetes Sprichwort, das keinen Sinn ergibt, wenn man darüber nachdenkt?
es: ¿Qué refrán común no tiene ningún sentido si lo piensas?
fr: Quel est un dicton courant qui n'a aucun sens si on y réfléchit ?
it: Qual è un detto comune che non ha alcun senso se ci pensi?
ja: 考えてみると意味が通じない一般的なことわざは何ですか？
ko: 생각해보면 말이 안 되는 흔한 속담이 뭐예요?
nb: Hvilket vanlig ordspråk gir ingen mening hvis du tenker over det?
nl: Wat is een veelvoorkomend gezegde dat nergens op slaat als je erover nadenkt?
pl: Jakie jest powszechne powiedzenie, które nie ma sensu, gdy się nad nim zastanowisz?
pt_br: Qual é um ditado comum que não faz sentido se você pensar sobre ele?
sv: Vilket vanligt talesätt är helt meningslöst om man tänker efter?
uk: Який поширений вислів не має жодного сенсу, якщо подумати?
zh_hans: 哪个常见的说法仔细想想是毫无意义的？

source: What's a completely irrational thing that irritates you?
de: Was ist eine völlig irrationale Sache, die dich nervt?
es: ¿Qué cosa completamente irracional te irrita?
fr: Quelle est une chose complètement irrationnelle qui t'irrite?
it: Qual è una cosa completamente irrazionale che ti irrita?
ja: 完全に不合理でありながらイライラすることは何ですか？
ko: 완전히 비합리적이지만 당신을 짜증나게 하는 것은 무엇인가요?
nb: Hva er en helt irrasjonell ting som irriterer deg?
nl: Wat is een volkomen irrationeel ding dat je irriteert?
pl: Jaka całkowicie irracjonalna rzecz cię irytuje?
pt_br: Qual é uma coisa completamente irracional que te irrita?
sv: Vad är en helt irrationell sak som irriterar dig?
uk: Яка абсолютно ірраціональна річ тебе дратує?
zh_hans: 有什么完全不合理的事情会让你烦躁？

source: What's a completely unexplainable habit you have?
de: Was ist eine völlig unerklärliche Angewohnheit, die du hast?
es: ¿Cuál es un hábito completamente inexplicable que tienes?
fr: Quelle est une habitude totalement inexplicable que tu as ?
it: Qual è un'abitudine completamente inspiegabile che hai?
ja: あなたの完全に説明できない癖は何ですか？
ko: 전혀 설명할 수 없는 당신의 버릇은 무엇인가요?
nb: Hva er en helt uforklarlig vane du har?
nl: Wat is een totaal onverklaarbare gewoonte die je hebt?
pl: Jaki jest twój całkowicie niewytłumaczalny nawyk?
pt_br: Qual é um hábito completamente inexplicável que você tem?
sv: Vad är en helt oförklarlig vana du har?
uk: Яка у тебе абсолютно незрозуміла звичка?
zh_hans: 你有什么完全无法解释的习惯？

source: What's a compliment you give that you rarely receive?
de: Was ist ein Kompliment, das du gibst, das du aber selten erhältst?
es: ¿Qué cumplido das que rara vez recibes?
fr: Quel compliment fais-tu que tu reçois rarement ?
it: Quale complimento fai che ricevi raramente?
ja: 自分がするのに、めったにされない褒め言葉は何ですか？
ko: 자주 받지는 못하지만 하는 칭찬은 무엇인가요?
nb: Hvilket kompliment gir du som du sjelden får selv?
nl: Welk compliment geef jij dat je zelden ontvangt?
pl: Jaki komplement dajesz, a rzadko otrzymujesz?
pt_br: Que elogio você faz que raramente recebe?
sv: Vilken komplimang ger du som du sällan får?
uk: Який комплімент ви робите, але рідко отримуєте?
zh_hans: 你经常夸别人，但自己很少听到的夸奖是什么？

source: What's a compliment you remember receiving years later?
de: An welches Kompliment erinnerst du dich noch Jahre später?
es: ¿Qué cumplido recuerdas haber recibido años después?
fr: Quel compliment vous souvenez-vous avoir reçu des années plus tard ?
it: Quale complimento ricordi di aver ricevuto anni dopo?
ja: 何年経っても覚えている褒め言葉は何ですか？
ko: 몇 년이 지나도 기억나는 칭찬은 무엇인가요?
nb: Hvilket kompliment husker du å ha fått år senere?
nl: Welk compliment herinner je je jaren later nog?
pl: Jaki komplement pamiętasz jeszcze po latach?
pt_br: Qual elogio você lembra de ter recebido anos depois?
sv: Vilken komplimang minns du att du fick år senare?
uk: Який комплімент ви пам'ятаєте через роки?
zh_hans: 哪句赞美让你多年后还记得？

source: What's a conspiracy theory you find strangely compelling?
de: Welche Verschwörungstheorie findest du seltsam überzeugend?
es: ¿Qué teoría de la conspiración te resulta extrañamente convincente?
fr: Quelle théorie du complot trouves-tu étrangement convaincante?
it: Quale teoria del complotto trovi stranamente convincente?
ja: 不思議と説得力を感じる陰謀論は何ですか？
ko: 이상하게도 설득력 있다고 느끼는 음모론은 무엇인가요?
nb: Hvilken konspirasjonsteori finner du merkelig overbevisende?
nl: Welke complottheorie vind je vreemd genoeg overtuigend?
pl: Która teoria spiskowa wydaje ci się dziwnie przekonująca?
pt_br: Qual teoria da conspiração você acha estranhamente convincente?
sv: Vilken konspirationsteori finner du märkligt övertygande?
uk: Яка теорія змови здається тобі дивно переконливою?
zh_hans: 你觉得哪个阴谋论奇怪地有说服力？

source: What's a contradiction you live with that you've made peace with?
de: Mit welchem Widerspruch lebst du, mit dem du Frieden geschlossen hast?
es: ¿Con qué contradicción vives que has aceptado?
fr: Avec quelle contradiction vivez-vous et avec laquelle vous êtes-vous fait la paix ?
it: Qual è una contraddizione con cui vivi e che hai accettato?
ja: あなたが折り合いをつけて生きている矛盾は何ですか？
ko: 당신이 받아들이고 살아가는 모순은 무엇인가요?
nb: Hvilken selvmotsigelse lever du med som du har funnet fred med?
nl: Met welke tegenstrijdigheid leef je waar je vrede mee hebt gesloten?
pl: Z jaką sprzecznością żyjesz, z którą się pogodziłeś?
pt_br: Com que contradição você vive e com a qual fez as pazes?
sv: Vilken motsättning lever du med som du har accepterat?
uk: З яким протиріччям ви живете і з яким примирилися?
zh_hans: 你生活中有哪个矛盾是你已经接受并与之和平共处的？

source: What's a contribution you want to make to your community?
de: Welchen Beitrag möchtest du zu deiner Gemeinschaft leisten?
es: ¿Qué contribución quieres hacer a tu comunidad?
fr: Quelle contribution veux-tu apporter à ta communauté ?
it: Qual è un contributo che vuoi dare alla tua comunità?
ja: 地域社会にどのような貢献をしたいですか？
ko: 지역 사회에 하고 싶은 기여는 무엇인가요?
nb: Hva er et bidrag du vil gjøre til lokalsamfunnet ditt?
nl: Wat is een bijdrage die je aan je gemeenschap wilt leveren?
pl: Jaki wkład chcesz wnieść do swojej społeczności?
pt_br: Qual é uma contribuição que você quer fazer para sua comunidade?
sv: Vilket bidrag vill du göra till din gemenskap?
uk: Який внесок ви хочете зробити у свою громаду?
zh_hans: 你想为你的社区做出什么贡献？

source: What's a country you've never been to that you think about often?
de: An welches Land, in dem du noch nie warst, denkst du oft?
es: ¿De qué país al que nunca has ido piensas a menudo?
fr: De quel pays où tu n'es jamais allé penses-tu souvent ?
it: Quale paese in cui non sei mai stato pensi spesso?
ja: 行ったことはないけどよく考える国はどこですか？
ko: 가본 적은 없지만 자주 생각나는 나라는 어디인가요?
nb: Hvilket land har du aldri vært i, men som du ofte tenker på?
nl: Van welk land waar je nooit bent geweest denk je vaak?
pl: O jakim kraju, w którym nigdy nie byłeś, często myślisz?
pt_br: De qual país que você nunca visitou você pensa com frequência?
sv: Vilket land har du aldrig varit i som du ofta tänker på?
uk: Про яку країну, де ви ніколи не були, ви часто думаєте?
zh_hans: 哪个你从未去过的国家让你经常想起？

source: What's a country's flag that you think is particularly beautiful?
de: Welche Flagge eines Landes findest du besonders schön?
es: ¿Qué bandera de un país crees que es particularmente hermosa?
fr: Quel drapeau trouves-tu particulièrement beau ?
it: Quale bandiera di un paese pensi sia particolarmente bella?
ja: 特に美しいと思う国の旗はどこですか？
ko: 특히 아름답다고 생각하는 나라의 국기는 어디인가요?
nb: Hvilket lands flagg synes du er spesielt vakkert?
nl: Welke vlag van een land vind je bijzonder mooi?
pl: Która flaga państwowa jest według ciebie szczególnie piękna?
pt_br: Qual bandeira de país você acha particularmente bonita?
sv: Vilket lands flagga tycker du är särskilt vacker?
uk: Прапор якої країни, на вашу думку, особливо красивий?
zh_hans: 你觉得哪个国家的国旗特别漂亮？
